adobe-source-code-pro-fonts
dmenu
gcc
git
htop
iwd
i3-wm
picom
polybar
j4-dmenu-desktop
kitty
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
pkgconf
the_silver_searcher
thunar
ttf-font-awesome
ttf-noto-nerd
xorg
xorg-xinit
base-devel
brightnessctl
ttf-cascadia-code
